[
  {
    "id": "BarbellBackSquat",
    "name": {
      "ru": "Приседания со штангой на плечах",
      "en": "Barbell Back Squat"
    },
    "description": {
      "ru": "Базовое силовое упражнение для развития мышц ног (квадрицепсы, бицепсы бедра), ягодиц и укрепления кора. Является одним из самых эффективных упражнений для набора общей мышечной массы и силы.",
      "en": "A fundamental strength exercise for developing leg muscles (quadriceps, hamstrings), glutes, and strengthening the core. It is one of the most effective exercises for building overall muscle mass and strength."
    },
    "primaryMuscles": [
      "legs"
    ],
    "secondaryMuscles": [
      "back",
      "abs",
      "calves"
    ],
    "instructions": {
      "ru": [
        "Подойдите к стойке для приседаний. Расположите гриф штанги на верхней части трапециевидных мышц, не на шее.",
        "Возьмитесь за гриф удобным хватом (обычно чуть шире плеч). Снимите штангу со стоек, сделав шаг или два назад.",
        "Поставьте ноги на ширине плеч или чуть шире. Носки слегка развернуты наружу (примерно на 15-30 градусов).",
        "Спина должна быть прямой и напряженной на протяжении всего упражнения. Взгляд направлен прямо перед собой или немного вверх.",
        "Сделайте глубокий вдох и начните опускаться, сгибая ноги в коленях и тазобедренных суставах. Отводите таз назад, как будто садитесь на невидимый стул.",
        "Опускайтесь до тех пор, пока бедра не станут параллельны полу или немного ниже (глубина зависит от вашей гибкости и целей). Следите, чтобы колени двигались в направлении носков и не выходили сильно за их линию.",
        "На выдохе мощно оттолкнитесь ногами от пола, возвращаясь в исходное положение. Движение должно быть контролируемым, без рывков.",
        "В верхней точке полностью выпрямитесь, но не блокируйте колени.",
        "Повторите необходимое количество раз."
      ],
      "en": [
        "Approach the squat rack. Position the barbell across your upper trapezius muscles, not on your neck.",
        "Grip the bar comfortably (usually slightly wider than shoulder-width). Unrack the bar by taking a step or two back.",
        "Set your feet shoulder-width apart or slightly wider. Point your toes slightly outward (about 15-30 degrees).",
        "Keep your back straight and tight throughout the entire exercise. Look straight ahead or slightly up.",
        "Take a deep breath and begin to descend by bending at the knees and hips. Push your hips back as if sitting down onto an invisible chair.",
        "Descend until your thighs are parallel to the floor or slightly below (depth depends on your flexibility and goals). Ensure your knees track in line with your toes and don't cave inward or extend too far past your toes.",
        "Exhale and powerfully push through your feet, returning to the starting position. The movement should be controlled, without jerking.",
        "At the top, stand fully upright, but do not lock out your knees.",
        "Repeat for the desired number of repetitions."
      ]
    },
    "images": [
      "Barbell_Squat/0.jpg",
      "Barbell_Squat/1.jpg"
    ]
  },
  {
    "id": "ConventionalDeadlift",
    "name": {
      "ru": "Становая тяга (классическая)",
      "en": "Conventional Deadlift"
    },
    "description": {
      "ru": "Фундаментальное комплексное упражнение, задействующее практически все крупные мышечные группы тела, особенно мышцы спины, ног и ягодиц. Отлично развивает общую силу.",
      "en": "A fundamental compound exercise that engages almost all major muscle groups, especially the back, legs, and glutes. Excellent for developing overall strength."
    },
    "primaryMuscles": [
      "back",
      "legs"
    ],
    "secondaryMuscles": [
      "forearms",
      "abs",
      "shoulders"
    ],
    "instructions": {
      "ru": [
        "Подойдите к штанге так, чтобы гриф находился примерно над серединой стопы. Ноги на ширине таза или чуть уже, носки смотрят прямо или слегка наружу.",
        "Наклонитесь, сгибая ноги в коленях и тазобедренных суставах, и возьмитесь за гриф хватом чуть шире плеч. Можно использовать прямой хват (обе ладони к себе) или разнохват (одна ладонь к себе, другая от себя).",
        "Спина должна быть абсолютно прямой от поясницы до шеи. Грудь расправлена, плечи слегка отведены назад. Не округляйте спину!",
        "Перед началом подъема напрягите мышцы всего тела.",
        "Начните подъем, одновременно разгибая ноги и спину. Штангу ведите максимально близко к голеням и бедрам.",
        "Основное усилие при отрыве штанги от пола должно исходить от ног.",
        "В верхней точке полностью выпрямитесь, сведите лопатки. Не отклоняйтесь назад чрезмерно.",
        "На вдохе плавно и подконтрольно опустите штангу обратно на пол, двигаясь в обратной последовательности (сначала сгибая таз, затем колени), сохраняя спину прямой.",
        "Повторите."
      ],
      "en": [
        "Approach the barbell so that the bar is over the middle of your feet. Stand with your feet hip-width apart or slightly narrower, toes pointing straight ahead or slightly outward.",
        "Bend at the hips and knees to grip the bar with your hands slightly wider than shoulder-width apart. You can use an overhand grip or a mixed grip (one palm facing you, one facing away).",
        "Your back must be absolutely straight from your lower back to your neck. Keep your chest up and shoulders slightly pulled back. Do not round your back!",
        "Before starting the lift, brace your entire body.",
        "Begin the lift by extending your legs and back simultaneously. Keep the barbell as close to your shins and thighs as possible.",
        "The initial drive off the floor should primarily come from your legs.",
        "At the top, stand fully upright, pulling your shoulder blades together. Do not lean back excessively.",
        "Inhale and smoothly lower the barbell back to the floor under control, reversing the movement (hinging at the hips first, then bending the knees), keeping your back straight.",
        "Repeat."
      ]
    },
    "images": [
      "Barbell_Deadlift/0.jpg",
      "Barbell_Deadlift/1.jpg"
    ]
  },
  {
    "id": "BarbellBenchPress",
    "name": {
      "ru": "Жим штанги лёжа на горизонтальной скамье",
      "en": "Barbell Bench Press"
    },
    "description": {
      "ru": "Одно из самых популярных упражнений для развития мышц груди, передних дельт и трицепсов. Считается базовым упражнением для верхней части тела.",
      "en": "One of the most popular exercises for developing the chest muscles, anterior deltoids, and triceps. Considered a fundamental upper body exercise."
    },
    "primaryMuscles": [
      "chest"
    ],
    "secondaryMuscles": [
      "shoulders",
      "triceps"
    ],
    "instructions": {
      "ru": [
        "Лягте на горизонтальную скамью. Стопы плотно стоят на полу, обеспечивая устойчивость.",
        "Ягодицы, верхняя часть спины (лопатки сведены и прижаты к скамье) и голова должны плотно контактировать со скамьей. Сохраняйте небольшой естественный прогиб в пояснице (мост).",
        "Возьмитесь за гриф закрытым хватом (большой палец обхватывает гриф) немного шире плеч. Точная ширина хвата зависит от индивидуальных особенностей и целей.",
        "Снимите штангу со стоек с помощью страхующего или самостоятельно. Держите ее над грудью на прямых руках.",
        "Сделайте вдох и медленно, подконтрольно опустите штангу к нижней или средней части груди. Локти при опускании должны двигаться под углом примерно 45-75 градусов к туловищу (не разводите их строго в стороны и не прижимайте к бокам).",
        "Слегка коснитесь грифом груди (или опустите до комфортной глубины), не отбивая штангу.",
        "На выдохе мощно выжмите штангу вверх по той же траектории до полного выпрямления рук, но без блокировки локтевых суставов.",
        "Повторите необходимое количество раз."
      ],
      "en": [
        "Lie down on a flat bench. Place your feet firmly on the floor for stability.",
        "Your glutes, upper back (shoulder blades retracted and pressed into the bench), and head should be in firm contact with the bench. Maintain a slight natural arch in your lower back.",
        "Grip the barbell with a closed grip (thumbs wrapped around the bar) slightly wider than shoulder-width. The exact grip width depends on individual anatomy and goals.",
        "Unrack the barbell with the help of a spotter or by yourself. Hold it directly above your chest with your arms straight.",
        "Inhale and slowly lower the bar towards your lower or mid-chest in a controlled manner. Keep your elbows tucked at roughly a 45-75 degree angle to your torso (don't flare them out wide or keep them too close to your sides).",
        "Lightly touch the bar to your chest (or lower to a comfortable depth), without bouncing it.",
        "Exhale and powerfully press the bar back up along the same path until your arms are fully extended, but without locking out your elbows.",
        "Repeat for the desired number of repetitions."
      ]
    },
    "images": [
      "Barbell_Bench_Press_-_Medium_Grip/0.jpg",
      "Barbell_Bench_Press_-_Medium_Grip/1.jpg"
    ]
  },
  {
    "id": "PullupsOverhandGrip",
    "name": {
      "ru": "Подтягивания на перекладине (прямой хват)",
      "en": "Pull-ups (Overhand Grip)"
    },
    "description": {
      "ru": "Классическое упражнение с собственным весом для развития мышц спины (особенно широчайших) и рук (бицепсы, предплечья).",
      "en": "A classic bodyweight exercise for developing back muscles (especially the lats) and arms (biceps, forearms)."
    },
    "primaryMuscles": [
      "back"
    ],
    "secondaryMuscles": [
      "biceps",
      "forearms",
      "shoulders"
    ],
    "instructions": {
      "ru": [
        "Подойдите к перекладине (турнику). Возьмитесь за нее прямым хватом (ладони смотрят от себя) чуть шире плеч.",
        "Полностью повисните на прямых руках. Тело расслаблено, ноги можно скрестить или держать вместе.",
        "На выдохе начните подтягивать тело вверх, сгибая руки в локтях и сводя лопатки. Движение инициируется мышцами спины.",
        "Старайтесь поднять подбородок выше уровня перекладины или коснуться перекладины верхней частью груди.",
        "Избегайте раскачивания и рывков. Движение должно быть плавным и контролируемым.",
        "В верхней точке сделайте короткую паузу, максимально напрягая мышцы спины.",
        "На вдохе медленно и подконтрольно опуститесь в исходное положение, полностью выпрямляя руки.",
        "Повторите. (Если сложно выполнять, можно использовать помощь партнера, резиновые петли-эспандеры или тренажер 'гравитрон')."
      ],
      "en": [
        "Approach the pull-up bar. Grip it with an overhand grip (palms facing away from you), slightly wider than shoulder-width.",
        "Hang fully with your arms straight. Let your body hang relaxed; you can cross your legs or keep them together.",
        "Exhale and begin pulling your body upward by bending your elbows and retracting your shoulder blades. Initiate the movement with your back muscles.",
        "Aim to get your chin above the bar or touch the bar with your upper chest.",
        "Avoid swinging or kipping (jerking). The movement should be smooth and controlled.",
        "At the top, pause briefly, squeezing your back muscles.",
        "Inhale and slowly lower yourself back to the starting position under control, fully extending your arms.",
        "Repeat. (If this is too difficult, use assistance from a partner, resistance bands, or an assisted pull-up machine/gravitron)."
      ]
    },
    "images": [
      "Pullups/0.jpg",
      "Pullups/1.jpg"
    ]
  },
  {
    "id": "PushupsClassicStandard",
    "name": {
      "ru": "Отжимания от пола (классические)",
      "en": "Push-ups (Classic/Standard)"
    },
    "description": {
      "ru": "Базовое упражнение с собственным весом, развивающее грудные мышцы, трицепсы и передние дельты, а также укрепляющее мышцы кора.",
      "en": "A fundamental bodyweight exercise that develops the chest muscles, triceps, and anterior deltoids, while also strengthening the core muscles."
    },
    "primaryMuscles": [
      "chest"
    ],
    "secondaryMuscles": [
      "triceps",
      "shoulders",
      "abs"
    ],
    "instructions": {
      "ru": [
        "Примите положение упор лёжа. Ладони расположите на полу чуть шире плеч, пальцы направлены вперед.",
        "Руки прямые, но не заблокированы в локтях.",
        "Тело должно образовывать прямую линию от головы до пяток. Напрягите пресс и ягодицы, чтобы избежать прогиба в пояснице или подъема таза вверх.",
        "На вдохе медленно согните руки в локтях, опуская тело к полу. Локти должны двигаться назад и немного в стороны (примерно под углом 45 градусов к телу), а не строго в стороны.",
        "Опуститесь до тех пор, пока грудь почти не коснется пола или до комфортной глубины.",
        "На выдохе мощно оттолкнитесь руками от пола, возвращаясь в исходное положение.",
        "Сохраняйте прямую линию тела и контроль над движением на протяжении всего упражнения.",
        "Повторите. (Если классический вариант слишком сложен, можно выполнять отжимания с колен или от возвышенности, например, скамьи)."
      ],
      "en": [
        "Get into a high plank position. Place your hands on the floor slightly wider than shoulder-width, fingers pointing forward.",
        "Your arms should be straight, but elbows not locked.",
        "Your body should form a straight line from head to heels. Engage your core and glutes to prevent your lower back from sagging or your hips from rising too high.",
        "Inhale and slowly bend your elbows, lowering your body towards the floor. Your elbows should track back and slightly out (at about a 45-degree angle from your body), not flare directly out to the sides.",
        "Lower yourself until your chest nearly touches the floor, or to a comfortable depth.",
        "Exhale and powerfully push back up through your hands to the starting position.",
        "Maintain the straight body line and control throughout the entire movement.",
        "Repeat. (If the classic version is too difficult, you can perform push-ups on your knees or with your hands elevated on a surface like a bench)."
      ]
    },
    "images": [
      "Pushups/0.jpg",
      "Pushups/1.jpg"
    ]
  },
  {
    "id": "AlternateHammerCurl",
    "name": {
      "ru": "Сгибания рук с гантелями стоя (поочередно)",
      "en": "Alternate Hammer Curl"
    },
    "description": {
      "ru": "Изолирующее упражнение для развития бицепса и мышц предплечья с использованием гантелей.",
      "en": "An isolation exercise for developing the biceps and forearm muscles using dumbbells."
    },
    "primaryMuscles": [
      "biceps"
    ],
    "secondaryMuscles": [
      "forearms"
    ],
    "instructions": {
      "ru": [
        "Встаньте прямо, туловище вертикально, гантели в каждой руке на вытянутых руках. Локти близко к туловищу.",
        "Ладони обращены к туловищу. Это исходное положение.",
        "Удерживая плечо неподвижным, на выдохе согните правую руку, поднимая гантель вперед. Напрягите бицепс.",
        "Продолжайте движение, пока бицепс полностью не сократится, а гантели не окажутся на уровне плеч. Задержитесь в сокращенном положении на секунду, сжимая бицепс. Совет: Двигаться должны только предплечья.",
        "Медленно начните опускать гантель в исходное положение на вдохе.",
        "Повторите движение левой рукой. Это одно повторение.",
        "Продолжайте чередовать руки необходимое количество повторений."
      ],
      "en": [
        "Stand up with your torso upright and a dumbbell in each hand being held at arms length. The elbows should be close to the torso.",
        "The palms of the hands should be facing your torso. This will be your starting position.",
        "While holding the upper arm stationary, curl the right weight forward while contracting the biceps as you breathe out. Continue the movement until your biceps is fully contracted and the dumbbells are at shoulder level. Hold the contracted position for a second as you squeeze the biceps. Tip: Only the forearms should move.",
        "Slowly begin to bring the dumbbells back to starting position as your breathe in.",
        "Repeat the movement with the left hand. This equals one repetition.",
        "Continue alternating in this manner for the recommended amount of repetitions."
      ]
    },
    "images": [
      "Alternate_Hammer_Curl/0.jpg",
      "Alternate_Hammer_Curl/1.jpg"
    ]
  },
  {
    "id": "Plank",
    "name": {
      "ru": "Планка",
      "en": "Plank"
    },
    "description": {
      "ru": "Статическое упражнение для укрепления мышц кора (пресса, спины) и плечевого пояса.",
      "en": "A static exercise to strengthen the core muscles (abs, back) and shoulder girdle."
    },
    "primaryMuscles": [
      "abs"
    ],
    "secondaryMuscles": [
      "back",
      "shoulders"
    ],
    "instructions": {
      "ru": [
        "Примите положение упора лежа на предплечьях. Локти должны находиться строго под плечевыми суставами.",
        "Тело вытянуто в прямую линию от макушки до пяток.",
        "Напрягите мышцы пресса и ягодиц, не допускайте провисания или подъема таза.",
        "Удерживайте это положение как можно дольше, сохраняя ровное дыхание.",
        "Для усложнения можно поднимать поочередно одну руку или ногу."
      ],
      "en": [
        "Get into a prone position on the floor, supporting your weight on your toes and your forearms. Your arms are bent and directly below the shoulder.",
        "Keep your body straight at all times, and hold this position as long as possible.",
        "To increase difficulty, an arm or leg can be raised."
      ]
    },
    "images": [
      "Plank/0.jpg",
      "Plank/1.jpg"
    ]
  },
  {
    "id": "DumbbellLunges",
    "name": {
      "ru": "Выпады с гантелями",
      "en": "Dumbbell Lunges"
    },
    "description": {
      "ru": "Упражнение для развития мышц ног и ягодиц, улучшает баланс и координацию.",
      "en": "Exercise for developing leg and glute muscles, improves balance and coordination."
    },
    "primaryMuscles": [
      "legs"
    ],
    "secondaryMuscles": [
      "calves"
    ],
    "instructions": {
      "ru": [
        "Встаньте прямо, держа гантели по бокам. Это исходное положение.",
        "Сделайте шаг вперед правой ногой (примерно 60-70 см) и опустите корпус вниз, сгибая оба колена. Туловище держите прямо, сохраняйте равновесие. Вдох при опускании.",
        "Важно: не позволяйте переднему колену выходить за линию носка, это создает излишнюю нагрузку на сустав. Голень передней ноги должна быть перпендикулярна полу.",
        "Оттолкнитесь пяткой передней ноги, возвращаясь в исходное положение. Выдох при подъеме.",
        "Повторите необходимое количество раз, затем выполните на левую ногу."
      ],
      "en": [
        "Stand with your torso upright holding two dumbbells in your hands by your sides. This will be your starting position.",
        "Step forward with your right leg around 2 feet or so from the foot being left stationary behind and lower your upper body down, while keeping the torso upright and maintaining balance. Inhale as you go down. Note: Do not allow your knee to go forward beyond your toes as you come down, as this will put undue stress on the knee joint. Make sure that you keep your front shin perpendicular to the ground.",
        "Using mainly the heel of your foot, push up and go back to the starting position as you exhale.",
        "Repeat the movement for the recommended amount of repetitions and then perform with the left leg."
      ]
    },
    "images": [
      "Dumbbell_Lunges/0.jpg",
      "Dumbbell_Lunges/1.jpg"
    ]
  },
  {
    "id": "FrontDumbbellRaise",
    "name": {
      "ru": "Подъем гантелей перед собой",
      "en": "Front Dumbbell Raise"
    },
    "description": {
      "ru": "Изолирующее упражнение для проработки передних пучков дельтовидных мышц (плеч).",
      "en": "An isolation exercise targeting the anterior deltoid muscles (shoulders)."
    },
    "primaryMuscles": [
      "shoulders"
    ],
    "secondaryMuscles": [],
    "instructions": {
      "ru": [
        "Возьмите пару гантелей и встаньте прямо, гантели перед бедрами на вытянутых руках, ладони обращены к бедрам. Это исходное положение.",
        "Удерживая туловище неподвижным (без раскачивания), поднимите левую гантель перед собой, слегка согнув локоть. Ладонь всегда обращена вниз.",
        "Продолжайте поднимать, пока рука не окажется чуть выше параллели полу. Выдох при подъеме. Задержитесь на секунду в верхней точке. Вдох после паузы.",
        "Медленно опустите гантель в исходное положение, одновременно поднимая правую гантель.",
        "Продолжайте чередовать руки необходимое количество повторений."
      ],
      "en": [
        "Pick a couple of dumbbells and stand with a straight torso and the dumbbells on front of your thighs at arms length with the palms of the hand facing your thighs. This will be your starting position.",
        "While maintaining the torso stationary (no swinging), lift the left dumbbell to the front with a slight bend on the elbow and the palms of the hands always facing down. Continue to go up until you arm is slightly above parallel to the floor. Exhale as you execute this portion of the movement and pause for a second at the top. Inhale after the second pause.",
        "Now lower the dumbbell back down slowly to the starting position as you simultaneously lift the right dumbbell.",
        "Continue alternating in this fashion until all of the recommended amount of repetitions have been performed for each arm."
      ]
    },
    "images": [
      "Front_Dumbbell_Raise/0.jpg",
      "Front_Dumbbell_Raise/1.jpg"
    ]
  },
  {
    "id": "SideLateralRaise",
    "name": {
      "ru": "Подъем гантелей через стороны",
      "en": "Side Lateral Raise"
    },
    "description": {
      "ru": "Изолирующее упражнение для проработки средних пучков дельтовидных мышц (плеч).",
      "en": "An isolation exercise targeting the medial deltoid muscles (shoulders)."
    },
    "primaryMuscles": [
      "shoulders"
    ],
    "secondaryMuscles": [],
    "instructions": {
      "ru": [
        "Возьмите пару гантелей и встаньте прямо, гантели по бокам на вытянутых руках, ладони обращены к телу. Это исходное положение.",
        "Удерживая туловище неподвижным (без раскачивания), поднимите гантели в стороны, слегка согнув локти.",
        "Руки должны быть слегка наклонены вперед, как будто выливаете воду из кувшина.",
        "Продолжайте поднимать, пока руки не окажутся параллельны полу. Выдох при подъеме. Задержитесь на секунду в верхней точке.",
        "Медленно опустите гантели в исходное положение на вдохе.",
        "Повторите необходимое количество раз."
      ],
      "en": [
        "Pick a couple of dumbbells and stand with a straight torso and the dumbbells by your side at arms length with the palms of the hand facing you. This will be your starting position.",
        "While maintaining the torso in a stationary position (no swinging), lift the dumbbells to your side with a slight bend on the elbow and the hands slightly tilted forward as if pouring water in a glass. Continue to go up until you arms are parallel to the floor. Exhale as you execute this movement and pause for a second at the top.",
        "Lower the dumbbells back down slowly to the starting position as you inhale.",
        "Repeat for the recommended amount of repetitions."
      ]
    },
    "images": [
      "Side_Lateral_Raise/0.jpg",
      "Side_Lateral_Raise/1.jpg"
    ]
  },
  {
    "id": "OneArmDumbbellRow",
    "name": {
      "ru": "Тяга гантели одной рукой в наклоне",
      "en": "One-Arm Dumbbell Row"
    },
    "description": {
      "ru": "Упражнение для развития мышц спины, особенно широчайших, позволяет хорошо проработать каждую сторону.",
      "en": "Exercise for developing back muscles, especially the lats, allowing for good focus on each side."
    },
    "primaryMuscles": [
      "back"
    ],
    "secondaryMuscles": [
      "biceps",
      "shoulders"
    ],
    "instructions": {
      "ru": [
        "Выберите горизонтальную скамью и поставьте по гантели с каждой стороны.",
        "Поставьте правое колено на край скамьи, наклонитесь вперед от пояса, пока туловище не станет параллельно полу, и упритесь правой рукой в другой край скамьи для поддержки.",
        "Левой рукой возьмите гантель с пола, держа спину прямо. Ладонь обращена к туловищу. Это исходное положение.",
        "На выдохе подтяните гантель прямо вверх к боковой части груди, держа плечо близко к туловищу и сохраняя корпус неподвижным.",
        "Сосредоточьтесь на сжатии мышц спины в верхней точке. Убедитесь, что усилие исходит от мышц спины, а не рук. Предплечье должно лишь удерживать гантель.",
        "На вдохе медленно опустите гантель в исходное положение.",
        "Повторите заданное количество раз.",
        "Поменяйте стороны и повторите для другой руки."
      ],
      "en": [
        "Choose a flat bench and place a dumbbell on each side of it.",
        "Place the right leg on top of the end of the bench, bend your torso forward from the waist until your upper body is parallel to the floor, and place your right hand on the other end of the bench for support.",
        "Use the left hand to pick up the dumbbell on the floor and hold the weight while keeping your lower back straight. The palm of the hand should be facing your torso. This will be your starting position.",
        "Pull the resistance straight up to the side of your chest, keeping your upper arm close to your side and keeping the torso stationary. Breathe out as you perform this step. Tip: Concentrate on squeezing the back muscles once you reach the full contracted position. Also, make sure that the force is performed with the back muscles and not the arms. Finally, the upper torso should remain stationary and only the arms should move. The forearms should do no other work except for holding the dumbbell; therefore do not try to pull the dumbbell up using the forearms.",
        "Lower the resistance straight down to the starting position. Breathe in as you perform this step.",
        "Repeat the movement for the specified amount of repetitions.",
        "Switch sides and repeat again with the other arm."
      ]
    },
    "images": [
      "One-Arm_Dumbbell_Row/0.jpg",
      "One-Arm_Dumbbell_Row/1.jpg"
    ]
  },
  {
    "id": "StandingOneArmDumbbellTricepsExtension",
    "name": {
      "ru": "Разгибание руки с гантелью из-за головы стоя",
      "en": "Standing One-Arm Dumbbell Triceps Extension"
    },
    "description": {
      "ru": "Изолирующее упражнение для трицепса, выполняемое стоя с одной гантелью.",
      "en": "An isolation exercise for the triceps, performed standing with one dumbbell."
    },
    "primaryMuscles": [
      "triceps"
    ],
    "secondaryMuscles": [
      "shoulders"
    ],
    "instructions": {
      "ru": [
        "Встаньте, взяв гантель в одну руку. Ноги примерно на ширине плеч.",
        "Медленно поднимите гантель над головой до полного выпрямления руки. Рука должна быть перпендикулярна полу и рядом с головой.",
        "Поверните кисть так, чтобы ладонь была обращена вперед, а мизинец — к потолку. Это исходное положение.",
        "Удерживая плечо близко к голове (локоть направлен вверх) и перпендикулярно полу, на вдохе медленно опустите гантель за голову полукруговым движением, пока предплечье не коснется бицепса.",
        "Вернитесь в исходное положение, используя трицепс для подъема гантели. Выдох при подъеме.",
        "Повторите необходимое количество раз.",
        "Поменяйте руки и повторите упражнение."
      ],
      "en": [
        "To begin, stand up with a dumbbell held in one hand. Your feet should be about shoulder width apart from each other. Now fully extend the arm with the dumbbell over your head. Tip: The small finger of your hand should be facing the ceiling and the palm of your hand should be facing forward. The dumbbell should be above your head.",
        "This will be your starting position.",
        "Keeping your upper arm close to your head (elbows in) and perpendicular to the floor, lower the resistance in a semicircular motion behind your head until your forearm touch your bicep. Tip: The upper arm should remain stationary and only the forearm should move. Breathe in as you perform this step.",
        "Go back to the starting position by using the triceps to raise the dumbbell. Breathe out as you perform this step.",
        "Repeat for the recommended amount of repetitions.",
        "Switch arms and repeat the exercise."
      ]
    },
    "images": [
      "Standing_One-Arm_Dumbbell_Triceps_Extension/0.jpg",
      "Standing_One-Arm_Dumbbell_Triceps_Extension/1.jpg"
    ]
  },
  {
    "id": "StandingDumbbellCalfRaise",
    "name": {
      "ru": "Подъем на носки стоя (с гантелями)",
      "en": "Standing Dumbbell Calf Raise"
    },
    "description": {
      "ru": "Упражнение для развития икроножных мышц с использованием гантелей.",
      "en": "Exercise for developing calf muscles using dumbbells."
    },
    "primaryMuscles": [
      "calves"
    ],
    "secondaryMuscles": [],
    "instructions": {
      "ru": [
        "Встаньте прямо, держа гантели в руках по бокам.",
        "Поставьте подушечки стоп на устойчивую платформу (например, деревянный брусок высотой 5-8 см), пятки опущены на пол. Это исходное положение.",
        "Носки могут быть направлены прямо (для равномерной нагрузки), внутрь (акцент на внешнюю головку икры) или наружу (акцент на внутреннюю головку).",
        "На выдохе поднимите пятки, максимально напрягая икроножные мышцы в верхней точке. Удерживайте сокращение на секунду.",
        "На вдохе медленно опустите пятки в исходное положение, растягивая икры.",
        "Повторите необходимое количество раз."
      ],
      "en": [
        "Stand with your torso upright holding two dumbbells in your hands by your sides. Place the ball of the foot on a sturdy and stable wooden board (that is around 2-3 inches tall) while your heels extend off and touch the floor. This will be your starting position.",
        "With the toes pointing either straight (to hit all parts equally), inwards (for emphasis on the outer head) or outwards (for emphasis on the inner head), raise the heels off the floor as you exhale by contracting the calves. Hold the top contraction for a second.",
        "As you inhale, go back to the starting position by slowly lowering the heels.",
        "Repeat for the recommended amount of times."
      ]
    },
    "images": [
      "Standing_Dumbbell_Calf_Raise/0.jpg",
      "Standing_Dumbbell_Calf_Raise/1.jpg"
    ]
  },
  {
    "id": "GluteBridge",
    "name": {
      "ru": "Мостик ягодичный",
      "en": "Glute Bridge"
    },
    "description": {
      "ru": "Базовое упражнение для активации и укрепления ягодичных мышц и задней поверхности бедра.",
      "en": "Basic exercise for activating and strengthening glutes and hamstrings."
    },
    "primaryMuscles": [
      "legs"
    ],
    "secondaryMuscles": [
      "back"
    ],
    "instructions": {
      "ru": [
        "Лягте на спину на пол, руки вдоль тела, колени согнуты. Стопы на полу на ширине плеч. Это исходное положение.",
        "Отталкиваясь в основном пятками, поднимите бедра от пола, сохраняя спину прямой. Выдох при подъеме.",
        "В верхней точке тело от плеч до колен должно образовывать прямую линию. Максимально сожмите ягодицы. Задержитесь на секунду.",
        "Медленно опуститесь в исходное положение на вдохе.",
        "Повторите необходимое количество раз."
      ],
      "en": [
        "Lie flat on the floor on your back with the hands by your side and your knees bent. Your feet should be placed around shoulder width. This will be your starting position.",
        "Pushing mainly with your heels, lift your hips off the floor while keeping your back straight. Breathe out as you perform this part of the motion and hold at the top for a second.",
        "Slowly go back to the starting position as you breathe in."
      ]
    },
    "images": [
      "Butt_Lift_Bridge/0.jpg",
      "Butt_Lift_Bridge/1.jpg"
    ]
  },
  {
    "id": "StandingQuadStretch",
    "name": {
      "ru": "Растяжка квадрицепса стоя",
      "en": "Standing Quad Stretch"
    },
    "description": {
      "ru": "Простое упражнение на растяжку передней поверхности бедра (квадрицепса).",
      "en": "A simple stretching exercise for the front of the thigh (quadriceps)."
    },
    "primaryMuscles": [
      "legs"
    ],
    "secondaryMuscles": [],
    "instructions": {
      "ru": [
        "Встаньте прямо. При необходимости держитесь за стену или стул для равновесия.",
        "Согните правую ногу в колене и возьмитесь правой рукой за лодыжку или стопу.",
        "Аккуратно подтяните пятку к ягодице, чувствуя растяжение по передней поверхности бедра.",
        "Держите колени близко друг к другу, таз слегка подкручен вперед, спина прямая.",
        "Удерживайте растяжку 15-30 секунд.",
        "Медленно отпустите ногу и повторите для левой ноги."
      ],
      "en": [
        "Stand tall. Use a wall or chair for balance if needed.",
        "Bend your right knee and grasp your ankle or foot with your right hand.",
        "Gently pull your heel towards your glute, feeling the stretch along the front of your thigh.",
        "Keep your knees close together, tuck your pelvis slightly forward, and maintain a straight back.",
        "Hold the stretch for 15-30 seconds.",
        "Slowly release your leg and repeat on the left side."
      ]
    },
    "images": [
      "On_Your_Side_Quad_Stretch/0.jpg",
      "On_Your_Side_Quad_Stretch/1.jpg"
    ]
  }
]
